Tekla.Structures.ModelInternal.NumberingQueryModeEnum
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.NumberingQueryModeEnum.SINGLE_ID
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.NumberingQueryModeEnum.ALL_PARTS_REBARS_ASSEMBLIES
DO NOT USE! For internal usage only!